<?php
return [
    'opiranie_elements' => [
        'text' => 'скрытых работ на опирание сборных элементов, их заделка и анкеровка в случае, если они скрываются последующими работами;',
        'group' => '1.7 Монтаж сборных железобетонных и бетонных конструкций',
    ],
    'svarka_armature' => [
        'text' => 'скрытых работ на сварку выпусков арматуры, закладных частей;',
        'group' => '1.7 Монтаж сборных железобетонных и бетонных конструкций',
    ],
    'zamonalichivanie' => [
        'text' => 'скрытых работ на заделку (замоноличивание) и герметизация стыков и швов;',
        'group' => '1.7 Монтаж сборных железобетонных и бетонных конструкций',
    ],
    'natiazhenie_armature' => [
        'text' => 'скрытых работ на натяжение арматуры при укрупнительной сборке и при монтаже;',
        'group' => '1.7 Монтаж сборных железобетонных и бетонных конструкций',
    ],
    'zvuko_teplo_paro_izoliacia' => [
        'text' => 'скрытых работ на устройство звукоизоляции, теплоизоляции, пароизоляции;',
        'group' => '1.7 Монтаж сборных железобетонных и бетонных конструкций',
    ],
    'zadelka_lestnichnyh' => [
        'text' => 'скрытых работ на заделку лестничных маршей и площадок, балконов и эркеров, козырьков, карнизных плит и т.п.;',
        'group' => '1.7 Монтаж сборных железобетонных и бетонных конструкций',
    ],
    'montaj_perekrytii' => [
        'text' => 'скрытых работ на монтаж перекрытий по этажам;',
        'group' => '1.7 Монтаж сборных железобетонных и бетонных конструкций',
    ],
    'montaj_stenovyh_panelei' => [
        'text' => 'скрытых работ на монтаж стеновых панелей по этажам;',
        'group' => '1.7 Монтаж сборных железобетонных и бетонных конструкций',
    ],
    'montaj_kolonn' => [
        'text' => 'скрытых работ на монтаж железобетонных колонн;',
        'group' => '1.7 Монтаж сборных железобетонных и бетонных конструкций',
    ],
    'montaj_balok' => [
        'text' => 'скрытых работ на монтаж балок, прогонов;',
        'group' => '1.7 Монтаж сборных железобетонных и бетонных конструкций',
    ],
    'ankerovka_balok' => [
        'text' => 'скрытых работ на анкеровку балок, перекрытий;',
        'group' => '1.7 Монтаж сборных железобетонных и бетонных конструкций',
    ],
    'montaj_parapetov' => [
        'text' => 'скрытых работ на монтаж парапетов и конструкций крыши;',
        'group' => '1.7 Монтаж сборных железобетонных и бетонных конструкций',
    ],
    'montaj_lestnichnyh' => [
        'text' => 'скрытых работ на монтаж лестничных маршей и площадок;',
        'group' => '1.7 Монтаж сборных железобетонных и бетонных конструкций',
    ],
    'montaj_balkonov' => [
        'text' => 'скрытых работ на монтаж балконов и лоджий;',
        'group' => '1.7 Монтаж сборных железобетонных и бетонных конструкций',
    ],
    'ispytanie_balkonov' => [
        'text' => 'скрытых работ на испытание балконов;',
        'group' => '1.7 Монтаж сборных железобетонных и бетонных конструкций',
    ],
    'ograjd_balkonov' => [
        'text' => 'скрытых работ на устройство ограждений балконов, лоджий;',
        'group' => '1.7 Монтаж сборных железобетонных и бетонных конструкций',
    ],
    'obshii' => [
        'text' => 'освидетельствования скрытых работ выполненных на строительстве объекта;',
        'group' => '1.1 Общая документация для всех видов производимых работ',
    ],
    // 1.4 Земляные работы
    'estestvennoe_osnovanie' => [
        'text' => 'скрытых работ на устройство естественного основания под земляные сооружения, фундаменты, трубопроводы в котлованах, траншеях или на поверхности земли;',
        'group' => '1.4 Земляные работы',
    ],
    'rekultivaciya_plodorodnogo_sloya' => [
        'text' => 'скрытых работ на снятие и использование для рекультивации плодородного слоя земли;',
        'group' => '1.4 Земляные работы',
    ],
    'ukreplenie_gruntov' => [
        'text' => 'скрытых работ на выполнение предусмотренных проектом или назначаемых по результатам осмотра скрытых оснований инженерных мероприятий по закреплению грунтов и подготовке основания (цементация и т.п., замачивание, дренирование оснований, устройство термических или грунтовых свай, заглушение ключей, заделка трещин, устройство грунтовых подушек и др.);',
        'group' => '1.4 Земляные работы',
    ],
    'konstrukcii_tel_sooruzheniy' => [
        'text' => 'скрытых работ на конструкции, входящие в тело земляного сооружения, слои переходных зон и обратных фильтров плотин, дамб, установленные проектом границы зон раскладки грунтов с отличающимися физико-механическими характеристиками;',
        'group' => '1.4 Земляные работы',
    ],
    'elementy_drenazhey' => [
        'text' => 'скрытых работ на элементы дренажей (дренажные слои и их основания, колодцы, трубопроводы и их обсыпка), диафрагмы, экраны, ядра, подстилающие слои при установке контрольноизмерительной аппаратуры;',
        'group' => '1.4 Земляные работы',
    ],
    'obratnye_zasypki_dorogi' => [
        'text' => 'скрытых работ на обратные засыпки выемок в местах пересечения с дорогами, тротуарами и иными территориями с дорожными покрытиями;',
        'group' => '1.4 Земляные работы',
    ],
    'nasypnye_osnovaniya_pod_poly' => [
        'text' => 'скрытых работ на насыпные основания под полы;',
        'group' => '1.4 Земляные работы',
    ],
    'obratnye_zasypki_prosad_grunt' => [
        'text' => 'скрытых работ на обратные засыпки в просадочных грунтах (при наличии указаний в проекте);',
        'group' => '1.4 Земляные работы',
    ],
    'vozobnovlenie_rabot_pereryv' => [
        'text' => 'скрытых работ на мероприятия, необходимые для возобновления работ при перерывах в ведении работ более месяца, при консервации и расконсервации работ;',
        'group' => '1.4 Земляные работы',
    ],

    // 1.5 Устройство оснований и фундаментов
    'iskusstvennye_osnovaniya_kotlovany' => [
        'text' => 'скрытых работ на устройство искусственных оснований под фундаменты, включая дно котлованов (в том числе предварительного замачивания), оснований опускных колодцев, кессонов, оснований буронабивных свай и т.д.; ',
        'group' => '1.5 Устройство оснований и фундаментов',
    ],
    'pogruzhenie_svay' => [
        'text' => 'скрытых работ на погружение свай, свай-оболочек и шпунта, а также опускных колодцев и кессонов;',
        'group' => '1.5 Устройство оснований и фундаментов',
    ],
    'stykovanie_svay' => [
        'text' => 'скрытых работ на работы, связанные со стыкованием свай и свай-оболочек, и стыков между сборными элементами;',
        'group' => '1.5 Устройство оснований и фундаментов',
    ],
    'burenie_skvazhin' => [
        'text' => 'скрытых работ на бурение всех видов скважин;',
        'group' => '1.5 Устройство оснований и фундаментов',
    ],
    'vtrambovyvanie_materiala' => [
        'text' => 'скрытых работ на втрамбовывание в дно котлованов жесткого материала (щебня, гравия);',
        'group' => '1.5 Устройство оснований и фундаментов',
    ],
    'zaplnenie_skvazhin' => [
        'text' => 'скрытых работ на заполнение скважин при устройстве грунтовых и песчаных свай;',
        'group' => '1.5 Устройство оснований и фундаментов',
    ],
    'vertikalnye_drenazh' => [
        'text' => 'скрытых работ на устройство вертикальных дрен и всех видов дренажей и дренажных завес;',
        'group' => '1.5 Устройство оснований и фундаментов',
    ],
    'fundaumenty' => [
        'text' => 'скрытых работ на устройство фундаментов;',
        'group' => '1.5 Устройство оснований и фундаментов',
    ],
    'fundaumenty_pod_oborudovanie' => [
        'text' => 'скрытых работ на устройство фундаментов под оборудование;',
        'group' => '1.5 Устройство оснований и фундаментов',
    ],
    'ispytanie_svay_s_zakluchenie' => [
        'text' => 'скрытых работ на испытание свай с заключением проектной организации;',
        'group' => '1.5 Устройство оснований и фундаментов',
    ],

    // 1.6 Бетонные работы
    'armirovanie_zhb' => [
        'text' => 'скрытых работ на армирование железобетонных конструкций; ',
        'group' => '1.6 Бетонные работы',
    ],
    'ustanovka_zakladnyh' => [
        'text' => 'скрытых работ на установку закладных частей;',
        'group' => '1.6 Бетонные работы',
    ],
    'antikorroziya_zakladnyh' => [
        'text' => 'скрытых работ на антикоррозионную защиту закладных деталей и сварных соединений (швов, накладок);',
        'group' => '1.6 Бетонные работы',
    ],
    'opalubka_s_otmetkami' => [
        'text' => 'скрытых работ на устройство опалубки конструкций с инструментальной проверкой отметок и осей, стыков сборномонолитных конструкций (до их замоноличивания);',
        'group' => '1.6 Бетонные работы',
    ],
    'monolit_beton' => [
        'text' => 'скрытых работ на монолитные бетонные участки и конструкции;',
        'group' => '1.6 Бетонные работы',
    ],
    'betonirovanie' => [
        'text' => 'скрытых работ на бетонирование конструкций;',
        'group' => '1.6 Бетонные работы',
    ],

    // 1.8 Монтаж стальных конструкций
    'antikorroziya_stal' => [
        'text' => 'скрытых работ на предварительную подготовку поверхностей, защищаемых от агрессивного воздействия среды; ',
        'group' => '1.8 Монтаж стальных конструкций',
    ],
    'ustanovka_stal_konstrukcii' => [
        'text' => 'скрытых работ на установку стальных конструкций, скрывающихся в процессе производства последующих работ (армирование);',
        'group' => '1.8 Монтаж стальных конструкций',
    ],
    'opiranie_stal_konstrukcii' => [
        'text' => 'скрытых работ на опирание и анкеровка несущих металлических конструкций (ферм, балок и т.п.);',
        'group' => '1.8 Монтаж стальных конструкций',
    ],
    'korroziya_zakladnyh_stal' => [
        'text' => 'скрытых работ на защиту строительных конструкций и закладных деталей, сварных соединений от коррозии;',
        'group' => '1.8 Монтаж стальных конструкций',
    ],
    'ustanovka_anker_boltov' => [
        'text' => 'скрытых работ на установку анкерных болтов;',
        'group' => '1.8 Монтаж стальных конструкций',
    ],
    'montazh_sopryazheniy' => [
        'text' => 'скрытых работ на монтаж сопряжений на высокопрочных болтах.',
        'group' => '1.8 Монтаж стальных конструкций',
    ],

    // 1.9 Монтаж деревянных конструкций
    'antiseptirovanie' => [
        'text' => 'скрытых работ на антисептирование; ',
        'group' => '1.9 Монтаж деревянных конструкций',
    ],
    'ognezaschita_drevesiny' => [
        'text' => 'скрытых работ на огнезащитную обработку древесины;',
        'group' => '1.9 Монтаж деревянных конструкций',
    ],
    'okonnye_dvernye_bloki' => [
        'text' => 'скрытых работ на установку оконных и дверных блоков (крепление коробок, теплоизоляция, защитная обработка);',
        'group' => '1.9 Монтаж деревянных конструкций',
    ],
    'opiranie_derevyannyh_konstrukcii' => [
        'text' => 'скрытых работ на опирание и анкеровка несущих деревянных конструкций (ферм, балок и т. п.);',
        'group' => '1.9 Монтаж деревянных конструкций',
    ],
    'ukladka_podokonnyh' => [
        'text' => 'на укладку подоконных досок',
        'group' => '1.9 Монтаж деревянных конструкций',
    ],

    // 1.10 Монтаж легких ограждающих конструкций
    'kreplenie_paneley' => [
        'text' => 'скрытых работ на крепление панелей, плит, листов, а также каркасов; ',
        'group' => '1.10 Монтаж легких ограждающих конструкций',
    ],
    'izolyaciya_stykov' => [
        'text' => 'скрытых работ на изоляцию стыков между панелями;',
        'group' => '1.10 Монтаж легких ограждающих конструкций',
    ],
    'montazh_vitrazhey' => [
        'text' => 'на монтаж витражей и остекление;',
        'group' => '1.10 Монтаж легких ограждающих конструкций',
    ],
    'germetizaciya_okonnye_dvernye' => [
        'text' => 'на герметизацию по периметру дверных, оконных коробок;',
        'group' => '1.10 Монтаж легких ограждающих конструкций',
    ],
    'montazh_okonnye_bloki' => [
        'text' => 'на монтаж оконных, дверных блоков (в условиях строительной площадки).',
        'group' => '1.10 Монтаж легких ограждающих конструкций',
    ],

    // 1.11 Возведение каменных конструкций
    'armirovanie_kladki' => [
        'text' => 'скрытых работ на армирование кладки; ',
        'group' => '1.11 Возведение каменных конструкций',
    ],
    'zakladnye_antikorroziya' => [
        'text' => 'скрытых работ на установку закладных и их антикоррозионная защита;',
        'group' => '1.11 Возведение каменных конструкций',
    ],
    'osadochnye_shvy' => [
        'text' => 'скрытых работ на устройство осадочных и антисейсмических швов;',
        'group' => '1.11 Возведение каменных конструкций',
    ],
    'podgotovka_opiranie' => [
        'text' => 'скрытых работ на подготовка мест опирания ферм, прогонов, балок, плит перекрытий, перемычек на стены, столбы и пилястры и заделка их в кладке;',
        'group' => '1.11 Возведение каменных конструкций',
    ],
    'zakreplenie_zhbi_v_kladke' => [
        'text' => 'скрытых работ на закрепление в кладке сборных железобетонных изделий: карнизов, балконов и других консольных конструкций;',
        'group' => '1.11 Возведение каменных конструкций',
    ],
    'ventilyacionnye_kanaly' => [
        'text' => 'скрытых работ на устройство вентиляционных и дымовых каналов, борозд;',
        'group' => '1.11 Возведение каменных конструкций',
    ],
    'kladka_sten' => [
        'text' => 'на кирпичную кладку стен по этажам;',
        'group' => '1.11 Возведение каменных конструкций',
    ],
    'kladka_stolbov' => [
        'text' => 'на кирпичную кладку столбов, пилонов;',
        'group' => '1.11 Возведение каменных конструкций',
    ],
    'kladka_peregorodok' => [
        'text' => 'на кирпичные перегородки;',
        'group' => '1.11 Возведение каменных конструкций',
    ],
    'montazh_shaht_liftov' => [
        'text' => 'на монтаж (кладку) шахт лифтов;',
        'group' => '1.11 Возведение каменных конструкций',
    ],
    'gidroizol_podgotovka' => [
        'text' => 'скрытых работ на подготовку поверхностей под грунтовку и нанесение первого слоя гидроизоляции;',
        'group' => '1.12 Изоляционные работы',
    ],
    'gidroizol_kazhdogo_sloya' => [
        'text' => 'скрытых работ на устройство каждого предыдущего слоя гидроизоляции до нанесения последующего;',
        'group' => '1.12 Изоляционные работы',
    ],
    'gidroizol_uchastkov_pod_zakrytie' => [
        'text' => 'скрытых работ на выполнение гидроизоляции на участках, подлежащих закрытию грунтом, кладкой, защитными ограждениями или водой;',
        'group' => '1.12 Изоляционные работы',
    ],
    'gidroizol_deformatsionnye_shvy' => [
        'text' => 'скрытых работ на устройство гидроизоляции деформационных и температурных швов;',
        'group' => '1.12 Изоляционные работы',
    ],
    'gidroizol_sopryazheniya_styki' => [
        'text' => 'скрытых работ на выполнение гидроизоляции в местах стыков и сопряжений в сооружениях из сборных элементов и в местах болтовых соединений в сооружениях из чугунных и железобетонных тюбингов;',
        'group' => '1.12 Изоляционные работы',
    ],
    'vodosbornyy_podgot_sloy' => [
        'text' => 'скрытых работ на устройство водосборный подготовительный слой;',
        'group' => '1.12 Изоляционные работы',
    ],
    'teploizol_kazhdogo_sloya' => [
        'text' => 'скрытых работ на устройство каждого слоя теплоизоляции до нанесения последующего;',
        'group' => '1.12 Изоляционные работы',
    ],
    'teploizol_karkas' => [
        'text' => 'скрытых работ на устройство каркаса теплоизоляции и изоляции (или ее участка) до закрытия ее грунтом или защитными ограждениями;',
        'group' => '1.12 Изоляционные работы',
    ],
    'parozashita_krovli' => [
        'text' => 'скрытых работ на устройство пароизоляции кровли;',
        'group' => '1.12 Изоляционные работы',
    ],
    'zvukoizol_konstrukcii' => [
        'text' => 'скрытых работ на звукоизоляцию конструкций;',
        'group' => '1.12 Изоляционные работы',
    ],
    'parozashita_konstrukcii' => [
        'text' => 'скрытых работ на пароизоляцию конструкций;',
        'group' => '1.12 Изоляционные работы',
    ],
    'gidroizol_sanuzlov' => [
        'text' => 'скрытых работ на гидроизоляцию санузлов;',
        'group' => '1.12 Изоляционные работы',
    ],
    'germetizaciya_panelnyh_stykov' => [
        'text' => 'скрытых работ на герметизацию стыков наружных панелей;',
        'group' => '1.12 Изоляционные работы',
    ],
    'osnovanie_pod_poly' => [
        'text' => 'скрытых работ на устройство оснований под полы (в том числе грунтового основания);',
        'group' => '1.13 Устройство полов',
    ],
    'elementy_pola' => [
        'text' => 'скрытых работ на каждый конструктивный элемент пола (подстилающий слой, гидроизоляция, стяжка, вентиляция подполья и другие, включая и чистый пол).',
        'group' => '1.13 Устройство полов',
    ],
    // --- 1.15 Вентиляция ---
    'montazh_ventblokov' => [
        'text' => 'скрытых работ на монтаж вентблоков;',
        'group' => '1.15 Вентиляция',
    ],
    'proverka_ventblokov' => [
        'text' => 'скрытых работ на проверку вентблоков;',
        'group' => '1.15 Вентиляция',
    ],

    // --- 1.16 Канализация ---
    'priemka_santeh_oborudovaniya' => [
        'text' => 'скрытых работ на приемку внутреннего сантехнического оборудования;',
        'group' => '1.16 Канализация',
    ],
    'proverka_vnutr_kanalizacii' => [
        'text' => 'на проверку системы внутренней канализации;',
        'group' => '1.16 Канализация',
    ],
    'osmotr_ispytanie_kanalizacii' => [
        'text' => 'на осмотр и испытания системы внутренней канализации;',
        'group' => '1.16 Канализация',
    ],
    'montazh_san_tehn_kabin' => [
        'text' => 'на монтаж санитарно-технических кабин;',
        'group' => '1.16 Канализация',
    ],
    'priemka_ploshadnogo_drenazha' => [
        'text' => 'на приемку площадочного дренажа;',
        'group' => '1.16 Канализация',
    ],
    'priemka_prifundam_drenazha' => [
        'text' => 'на приемку префундаментного дренажа;',
        'group' => '1.16 Канализация',
    ],
    'proverka_livnestokov' => [
        'text' => 'скрытых работ проверки ливнестоков;',
        'group' => '1.16 Канализация',
    ],

    // --- 1.21 Сети (слаботочка) ---
    'peredacha_oborudovaniya_v_montazh' => [
        'text' => 'передачи оборудования в монтаж;',
        'group' => '1.21 Сети (слаботочка)',
    ],
    'gotovnost_stroit_chasti' => [
        'text' => 'готовности строительной части помещений (сооружений) к производству электромонтажных работ;',
        'group' => '1.21 Сети (слаботочка)',
    ],
    'priemka_peredacha_oborudovaniya' => [
        'text' => 'приемки-передачи оборудования в монтаж;',
        'group' => '1.21 Сети (слаботочка)',
    ],
    'okonchanie_montazhnyh_rabot' => [
        'text' => 'об окончании монтажных работ;',
        'group' => '1.21 Сети (слаботочка)',
    ],
    'izmerenie_soprotivleniya_izolyacii' => [
        'text' => 'измерения сопротивления изоляции электропроводок;',
        'group' => '1.21 Сети (слаботочка)',
    ],
    'osvid_tel_prokladka' => [
        'text' => 'освидетельствования скрытых работ по прокладке электропроводок по стенам, потолкам, в полу;',
        'group' => '1.21 Сети (слаботочка)',
    ],
    'osvid_kabelnye_linii' => [
        'text' => 'освидетельствования скрытых работ (прокладка кабельных линий в земле).',
        'group' => '1.21 Сети (слаботочка)',
    ],

    // --- 1.27 Акты приемки инженерных систем в эксплуатацию ---
    'priemka_ekspluataciya_inzh_sistem' => [
        'text' => 'приемки в эксплуатацию наружного водопровода, канализационной сети, тепловых сетей, объекта газоснабжения, телефонной канализации, систем автоматизации и других систем;',
        'group' => '1.27 Акты приемки инженерных систем в эксплуатацию',
    ],
];
